{
  "yorushika-dan-penulisan-liriknya": {
    "translations": {
      "id": {
        "title": "Yorushika - Dan Penulisan Liriknya",
        "metadata": {
          "date": "2025-01-23",
          "author": "yuunagi | Handra Putratama Tanjung",
          "category": "Lyrics Analysis",
          "tags": [
            "j-pop",
            "yorushika",
            "music",
            "lyrics"
          ]
        },
        "sections": [
          {
            "type": "introduction",
            "content": "<p>Untuk para pendengar setia J-Pop, bila mendengar nama Yoasobi, maka mungkin nama Yorushika tidak asing di telinga kalian. Siapa yang tidak mengenal dua artist dengan nama bertemakan malam tersebut, kedua grup musik ini telah mencuri hati banyak pendengar dengan karya-karya mereka yang penuh dengan kekuatan emosional.<br>Meskipun sudah ada banyak artikel tentang Yorushika di luar blog ini, saya ingin mengambil kesempatan ini untuk mempromosikan karya seni (baca: Yorushika) yang luar biasa ini sekali lagi, mungkin sedikit lebih dalam untuk penulisan lagu mereka.</p>"
          },
          {
            "type": "section",
            "content": "<p>Bisa dibilang saya adalah salah satu pendengar setia mereka. Postingan ini hanya akan berisi apresiasi saya terhadap mereka dan sedikit pejelasan lore dalam karya karyanya.</p>"
          },
          {
            "type": "disclaimer",
            "content": "<p>Saya tidak terlalu meng-eksplor banyak band/artist di luar sana dan saya sendiri tidak terlalu mendalami dunia musik.<br>Dalam artikel ini, saya mungkin menggunakan gaya penulisan yang sedikit hiperbola mengenai mereka. Mohon maaf jika ada kata-kata saya yang menyinggung perasaan para pembaca.</p>"
          },
          {
            "type": "section",
            "content": "",
            "title": "Menelusuri Jejak n-buna: Maestro di Balik Yorushika"
          },
          {
            "type": "section",
            "content": "<p>Mari kita bahas tentang n-buna terlebih dahulu, seorang komposer dan gitaris yang merupakan otak di balik Yorushika. Sebelumnya, n-buna adalah seorang produser vocaloid yang menjadi alasan utama terbentuknya Yorushika. Jika harus mendeskripsikan n-buna, mungkin kata \"Genius\" cukup mewakili. Alasan di balik deskripsi ini adalah karena aransemen kompleks yang dia buat dan rangkaian kata (baca: lirik) puitis yang dia tulis.</p>"
          },
          {
            "type": "section",
            "content": "<p>n-buna memegang konsep ide <strong class=\"font-bold\">\"Art for art's sake\"</strong> dalam pembuatan karyanya. Baginya, karya yang dibuatnya adalah untuk seni itu sendiri, tanpa mempedulikan ketenaran atau apresiasi dari orang lain.</p>"
          },
          {
            "type": "section",
            "content": "<p>n-buna sudah mulai berkarya sejak masa remajanya, dengan karya pertamanya berjudul <strong class=\"font-bold\">\"Alice to Trust\"</strong> yang dirilis di platform Nico Nico Douga pada tanggal 2 Maret 2012. Keluarga n-buna juga memiliki latar belakang musikal yang kuat.</p>"
          },
          {
            "type": "image",
            "images": [
              {
                "src": "https://lh3.googleusercontent.com/ufS1qifPTVxSR1_xBz6F75iymu07Qdgplp0Qp3uJBWZuSrpgP6GWFkog-99E8bvH6o5xAmnzzNENskFZ=w1440-h600-p-l90-rj",
                "altText": "Plagiarism Album Banner"
              }
            ]
          },
          {
            "type": "section",
            "content": "",
            "title": "Karya Literatur Sebagai Inspirasi"
          },
          {
            "type": "section",
            "content": "<p>Mari kita jelajahi bagaimana n-buna memanfaatkan karya sastra sebagai inspirasi dalam menciptakan lagu-lagu Yorushika. Pendekatan yang diambil n-buna terbilang unik jika dibandingkan dengan sejumlah band atau artis J-Pop lainnya. Dalam karyanya, n-buna seringkali mengadopsi elemen-elemen dari karya literatur sebagai konsep dasar dalam pembuatan lagu-lagu Yorushika.</p>"
          },
          {
            "type": "section",
            "content": "<p>Sebagai contoh, lagu <strong class=\"font-bold\">\"Fireworks Beneath My Shoes\"</strong> dari album <strong class=\"font-bold\">\"The Summer Grass is Getting in My Way\"</strong> menampilkan pengaruh dari karya sastra <strong class=\"font-bold\">\"The Nighthawk Star\"</strong>, sebuah cerita pendek yang ditulis oleh <strong class=\"font-bold\">Kenji Miyazawa</strong>. Masih banyak lagu-lagu Yorushika yang n-buna buat dengan referensi literatur seperti lagu sebelumnya.</p>"
          },
          {
            "type": "image",
            "images": [
              {
                "src": "https://m.media-amazon.com/images/M/MV5BOWU0MmQ2OTgtYTFlMi00MGNkLWEwZjYtYWI0ZTE1NjA5ZjQyXkEyXkFqcGc@._V1_.jpg",
                "altText": "The Nighthawk Star Illustration by Ryuu Kato"
              }
            ]
          },
          {
            "type": "section",
            "content": "",
            "title": "Konsep Album"
          },
          {
            "type": "section",
            "content": "<p>Jika kalian menggemari karya literatur dan genre J-Pop, saya akan sangat merekomendasikan kalian mendengarkan karya-karya mereka. Karakteristik lore dalam lagu-lagu Yorushika dapat dijelaskan secara singkat dengan tema \"Pertemuan dan Perpisahan\" atau \"Kematian dan Reinkarnasi\".</p>"
          },
          {
            "type": "section",
            "content": "<p>n-buna sering kali mengaitkan karyanya dengan karyanya yang lain, menciptakan hubungan yang melankolis antara mereka. Hampir seluruh lagu Yorushika memiliki hubungan parallel, bahkan beberapa fans berteori bahwa lagu-lagu Yorushika yang sekarang terhubung dengan lagu-lagu vocaloid yang di buat n-buna dahulu sebelum terbentuknya Yorushika.</p>"
          },
          {
            "type": "section",
            "content": "<p>Sebagai contoh, album mereka <strong class=\"font-bold\">Dakaboku</strong> dan <strong class=\"font-bold\">Elma</strong> memiliki keterhubungan yang sangat kental. Pada dasarnya, ceritanya adalah tentang Amy (tokoh utama Dakaboku) yang melakukan perjalanan ke Swedia, dan kemudian Elma melakukan perjalanan yang sama satu tahun kemudian.</p>"
          },
          {
            "type": "image",
            "images": [
              {
                "src": "https://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/nlQAAOSwjmJkMFji/$_57.JPG?set_id=8800005007",
                "altText": "Dakara boku wa ongaku wo yameta Album Cover"
              },
              {
                "src": "https://cdn-images.dzcdn.net/images/cover/de1b5d18a3ac657b48489bc584977b63/0x1900-000000-80-0-0.jpg",
                "altText": "Elma Album Cover"
              }
            ]
          },
          {
            "type": "section",
            "content": "",
            "title": "Lirik yang Puitis nan Katarsis"
          },
          {
            "type": "section",
            "content": "<p>Lirik-lirik dari Yorushika memang tak terbantahkan dalam kedalaman puitisnya. n-buna sering kali memanfaatkan permainan kata-kata untuk menciptakan dimensi kompleks dalam lagu-lagu Yorushika, menambahkan lapisan emosional yang dalam. Namun, kekuatan sejati dari lirik-lirik mereka bukan hanya terletak pada aspek puitisnya, melainkan juga pada kemampuannya untuk menciptakan pengalaman katarsis bagi pendengar.</p>"
          },
          {
            "type": "section",
            "content": "<p>Lirik-lirik lagu mereka tak hanya mengungkapkan keindahan kata-kata, tetapi juga menggambarkan realitas hidup yang bisa dirasakan oleh siapa pun. Hal ini memungkinkan para penggemar untuk merasa terhubung secara emosional dengan karya-karya mereka, menambahkan kedalaman makna pada setiap lagu yang mereka dengarkan.</p>"
          },
          {
            "type": "section",
            "content": "<p>Saya akan memberikan sebuah contoh dimana lirik mereka memiliki permainan kata yang cukup puitis bagi saya</p>"
          },
          {
            "type": "disclaimer",
            "content": "<p><b>#Chorus 1</b><br>---<br>Bunga mekar di bawah sepatuku<br>Bunga api yang besar bermekaran<br>\"Aku akan meninggalkan seluruh perasaanku\", itulah pikirku<br>Musim panas yang seperti itu pun terlihat<br>----------------------------------------------------------<br><b>#Chorus 2</b><br>---<br>Bunga selalu berbunyi di bawahku<br>Bunga api yang besar pun berbunyi<br>\"Suara saja bisa membuatku menangis\", itulah pikirku<br>Musim panas yang seperti itu pun terdengar<br>----------------------------------------------------------<br><b>#Chorus 3</b><br>---<br>Bunga mekar di langit musim panas<br>Bunga api yang besar pun mekar<br>\"Aku ingin terus menangis selamanya\", itulah pikirku<br>Musim panas yang seperti itu pun menghilang</p>",
            "title": "\"Fireworks Beneath my Shoes\""
          },
          {
            "type": "section",
            "content": "<p>Coba kalian perhatikan baris akhir tiap chorus yang saya cantumkan di atas. Apa yang awalnya <strong class=\"font-bold\">terlihat</strong>, lalu <strong class=\"font-bold\">terdengar</strong>, dan kemudian <strong class=\"font-bold\">menghilang</strong>? Yup, sesuai judulnya, jawabannya <strong class=\"font-bold\">Kembang Api</strong>.</p>"
          },
          {
            "type": "image",
            "images": [
              {
                "src": "https://cdnx.natalie.mu/media/news/music/2017/0421/yorushika_MV1_fixw_730_hq.jpg",
                "altText": "Kutsu no Hanabi Thumbnail"
              }
            ]
          },
          {
            "type": "section",
            "content": "<p>Masih banyak lirik-lirik dalam lagu Yorushika yang memiliki kesan puitis dan dalam. Saya ingin kalian menemukannya sendiri ketika mendengar karya mereka. Bila ada kesalahan kata, dan bila saya menyinggung perasaan kalian, saya mohon maaf. Sekian dan Terima Kasih!</p>",
            "title": "Penutup"
          }
        ]
      },
      "en": {
        "title": "Yorushika - And Their Lyrical Writing",
        "metadata": {
          "date": "2025-01-23",
          "author": "yuunagi | Handra Putratama Tanjung",
          "category": "Lyrics Analysis",
          "tags": [
            "j-pop",
            "yorushika",
            "music",
            "lyrics"
          ]
        },
        "sections": [
          {
            "type": "introduction",
            "content": "<p>For loyal J-Pop listeners, when hearing the name Yoasobi, the name Yorushika might not be unfamiliar to your ears. Who doesn't know these two artists with night-themed names? These two music groups have captured the hearts of many listeners with their works filled with emotional strength.<br>Although there have been several articles about Yorushika outside this blog, I want to take this opportunity to promote the extraordinary artistry (read: Yorushika) once again, perhaps diving a bit deeper into their songwriting.<br>You could say I am one of their loyal listeners. This post will only contain my appreciation for them and a little explanation of the lore in their works.</p>"
          },
          {
            "type": "disclaimer",
            "content": "<p>I don't explore many bands/artists out there, and I myself am not deeply involved in the world of music. In this article, I might use a slightly hyperbolic tone regarding them. I apologize if any of my words offend the feelings of the readers.</p>"
          },
          {
            "type": "section",
            "content": "",
            "title": "Tracing n-buna: The Maestro Behind Yorushika"
          },
          {
            "type": "section",
            "content": "<p>Let's talk about n-buna first, a composer and guitarist who is the mastermind behind Yorushika. Previously, n-buna was a Vocaloid producer, which became the primary reason for Yorushika's formation. If I had to describe n-buna, perhaps the word \"Genius\" would suffice. The reason behind this description is due to the complex arrangements he creates and the poetic strings of words (read: lyrics) he writes.</p>"
          },
          {
            "type": "section",
            "content": "<p>n-buna embraces the concept of <strong class=\"font-bold\">\"Art for art's sake\"</strong> in creating his works. For him, the works he creates are for the sake of art itself, without concerning himself with fame or appreciation from others.</p>"
          },
          {
            "type": "section",
            "content": "<p>n-buna has been creating since his teenage years, with his first work titled <strong class=\"font-bold\">\"Alice to Trust\"</strong>, which was released on the Nico Nico Douga platform on March 2, 2012. n-buna's family also has a strong musical background.</p>"
          },
          {
            "type": "image",
            "images": [
              {
                "src": "https://lh3.googleusercontent.com/ufS1qifPTVxSR1_xBz6F75iymu07Qdgplp0Qp3uJBWZuSrpgP6GWFkog-99E8bvH6o5xAmnzzNENskFZ=w1440-h600-p-l90-rj",
                "altText": "Plagiarism Album Banner"
              }
            ]
          },
          {
            "type": "section",
            "content": "",
            "title": "Literature as Inspiration"
          },
          {
            "type": "section",
            "content": "<p>Let's explore how n-buna utilizes literature as inspiration in creating Yorushika's songs. The approach n-buna takes is quite unique compared to several other J-Pop bands or artists. In his works, n-buna often adopts elements from literary works as the foundational concept for creating Yorushika's songs.</p>"
          },
          {
            "type": "section",
            "content": "<p>For example, the song <strong class=\"font-bold\">\"Fireworks Beneath My Shoes\"</strong> from the album <strong class=\"font-bold\">\"The Summer Grass is Getting in My Way\"</strong> showcases influences from the literary work <strong class=\"font-bold\">\"The Nighthawk Star\"</strong>, a short story written by <strong class=\"font-bold\">Kenji Miyazawa</strong>. There are many other Yorushika songs that n-buna created with literary references like the aforementioned one.</p>"
          },
          {
            "type": "image",
            "images": [
              {
                "src": "https://m.media-amazon.com/images/M/MV5BOWU0MmQ2OTgtYTFlMi00MGNkLWEwZjYtYWI0ZTE1NjA5ZjQyXkEyXkFqcGc@._V1_.jpg",
                "altText": "The Nighthawk Star Illustration by Ryuu Kato"
              }
            ]
          },
          {
            "type": "section",
            "content": "",
            "title": "The Concept of Albums"
          },
          {
            "type": "section",
            "content": "<p>If you enjoy literary works and the J-Pop genre, I would highly recommend listening to their works. The lore characteristics in Yorushika's songs can be briefly described with themes of \"Encounters and Farewells\" or \"Death and Reincarnation.\"</p>"
          },
          {
            "type": "section",
            "content": "<p>n-buna often connects his works with one another, creating a melancholic relationship between them. Almost all of Yorushika's songs have parallel connections, and some fans even theorize that Yorushika's current songs are linked to the Vocaloid songs n-buna created before Yorushika was formed.</p>"
          },
          {
            "type": "section",
            "content": "<p>For example, their albums <strong class=\"font-bold\">Dakaboku</strong> and <strong class=\"font-bold\">Elma</strong> are deeply interconnected. Essentially, the story is about Amy (the main character of Dakaboku) who travels to Sweden, and then Elma takes the same journey one year later.</p>"
          },
          {
            "type": "image",
            "images": [
              {
                "src": "https://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/nlQAAOSwjmJkMFji/$_57.JPG?set_id=8800005007",
                "altText": "Dakara boku wa ongaku wo yameta Album Cover"
              },
              {
                "src": "https://cdn-images.dzcdn.net/images/cover/de1b5d18a3ac657b48489bc584977b63/0x1900-000000-80-0-0.jpg",
                "altText": "Elma Album Cover"
              }
            ]
          },
          {
            "type": "section",
            "content": "",
            "title": "Poetical and Cathartic Lyrics"
          },
          {
            "type": "section",
            "content": "<p>The lyrics of Yorushika are undeniably profound in their poetic depth. n-buna often utilizes wordplay to create complex dimensions in Yorushika's songs, adding layers of deep emotional resonance. However, the true strength of their lyrics lies not only in their poetic aspects but also in their ability to create a cathartic experience for the listeners.</p>"
          },
          {
            "type": "section",
            "content": "<p>The lyrics of their songs not only reveal the beauty of words but also depict the realities of life that anyone can relate to. This allows fans to feel emotionally connected to their works, adding depth to the meaning of every song they listen to.</p>"
          },
          {
            "type": "section",
            "content": "<p>I will provide an example where their lyrics have a poetic wordplay that resonates with me.</p>"
          },
          {
            "type": "disclaimer",
            "content": "<p><b>#Chorus 1</b><br>---<br>Beneath my shoes, flowers bloomed<br>Giant flowers of fire bloomed<br>\"I'll leave behind everything that's in my heart\", I think<br>That's the kind of summer I could see.<br>----------------------------------------------------------<br><b>#Chorus 2</b><br>---<br>Flowers were always ringing out beneath me<br>Giant flowers of fire were ringing out<br>\"The noise alone makes me cry\", I think<br>That's the kind of summer I heard<br>----------------------------------------------------------<br><b>#Chorus 3</b><br>---<br>In the summer sky, flowers bloomed<br>Giant flowers of fire bloomed<br>\"I want to keep crying forever\", I think<br>That's the kind of summer that vanished</p>"
          },
          {
            "type": "section",
            "content": "<p>Notice the last line of each chorus I included above. What starts as <strong class=\"font-bold\">appearing</strong>, then <strong class=\"font-bold\">sounding</strong>, and eventually <strong class=\"font-bold\">vanishing</strong>? Yup, as the title suggests, the answer is <strong class=\"font-bold\">Fireworks</strong>.</p>"
          },
          {
            "type": "image",
            "images": [
              {
                "src": "https://cdnx.natalie.mu/media/news/music/2017/0421/yorushika_MV1_fixw_730_hq.jpg",
                "altText": "Kutsu no Hanabi Thumbnail"
              }
            ]
          },
          {
            "type": "section",
            "content": "<p>There are still many lyrics in Yorushika's songs that carry poetic and profound impressions. I want you to find them yourself when you listen to their works. If there were any incorrect words, or if I have offended you, I sincerely apologize. That’s all, and thank you!</p>",
            "title": "Closing"
          }
        ]
      }
    }
  },
  "pengalaman-studi-independen-bersama-hacktiv8": {
    "translations": {
      "id": {
        "title": "Pengalaman Studi Independen bersama Hacktiv8",
        "metadata": {
          "date": "2025-01-23",
          "author": "yuunagi | Handra Putratama Tanjung",
          "category": "Personal Experience",
          "tags": [
            "Hacktiv8",
            "Studi Independen",
            "Web Development",
            "Frontend Development",
            "ReactJS"
          ]
        },
        "sections": [
          {
            "type": "introduction",
            "content": "<p>Hacktiv8, kebanyakan programmer Indonesia pasti familiar dengan nama ini. Sebuah lembaga pendidikan yang menyediakan program reskilling yang mendalam atau bisa disebut sebagai bootcamp, dengan tujuan untuk mengubah talenta digital siap kerja.</p>"
          },
          {
            "type": "section",
            "content": "<p>Sebagai seorang yang tertarik dengan dunia pemrograman, saya memutuskan untuk mengikuti program studi independen bersama <strong class=\"font-bold\">Hacktiv8</strong> yang diselenggarakan oleh <strong class=\"font-bold\">Kampus Merdeka</strong>. Mengetahui bahwa lembaga ini memiliki reputasi yang baik dalam menghasilkan talenta digital yang kompeten, saya cukup berekspektasi tinggi dengan program ini. Dengan judul <strong class=\"font-bold\">\"ReactJS For Front End Website Developer\"</strong>, saya berharap dapat memperoleh pengalaman belajar yang mendalam dan praktis dalam bidang yang disebutkan.</p>"
          },
          {
            "type": "section",
            "content": "",
            "title": "Ekspektasi Awal vs Realita"
          },
          {
            "type": "section",
            "content": "<p>Ekspektasi yang saya cukup jauh dari apa yang saya bayangkan sebelumnya, jauh disini berarti jauh lebih baik. Saya tidak berekspektasi bahwa program ini akan berjalan seintensif seperti yang saya bayangkan. Dari penjelasan instruktur yang padat dan berkualitas sampai dengan sesi mentoring yang disediakan.</p>"
          },
          {
            "type": "section",
            "content": "<p>Tidak hanya instruktur dan mentor saja yang melebihi ekspektasi saya, tapi pihak manajemen juga responsif terhadap setiap kendala yang dialami oleh mentee/peserta ketika menjalani program ini.</p>"
          },
          {
            "type": "section",
            "content": "",
            "title": "Penyampaian Materi dan Mentoring"
          },
          {
            "type": "section",
            "content": "<p>Penyampaian materi yang diberikan oleh instruktur dalam kelas besar luar biasa padat. Instruktur tidak hanya terpaku pada materi yang ada di modul, namun mereka juga memberikan penjelasan dari sumber eksternal yang membantu dalam memahami konsep yang lebih mendalam. Mereka selalu menegaskan, jika para peserta tidak mengerti, jangan takut untuk interupsi dan bertanya. Hal ini menunjukkan bahwa instruktur peduli dengan kualitas belajar para peserta.</p>"
          },
          {
            "type": "section",
            "content": "<p>Mentor di kelas yang saya ikuti menunjukkan kompetensi tinggi dalam membantu peserta memahami konsep secara mendalam. Mereka selalu siap memberikan bimbingan kapan pun diperlukan. Bahkan, jika ada mentee yang belum sempat mengikuti sesi mentoring, mentor secara proaktif akan menghubungi mereka untuk menjadwalkan sesi agar tidak ada peserta yang tertinggal.</p>"
          },
          {
            "type": "section",
            "content": "",
            "title": "Assignments dan Capstone Project"
          },
          {
            "type": "section",
            "content": "<p>Pemberian assignments dan capstone project juga sangat membantu dalam memperdalam pemahaman peserta. Setiap tugas yang diberikan tidak semerta merta sebuah tugas untuk formalitas saja, tetapi juga memiliki value yang signifikan dalam memperkuat pemahaman peserta terhadap materi yang telah disampaikan.</p>"
          },
          {
            "type": "section",
            "content": "<p>Capstone Project yang disediakan memiliki kualitas yang sangat baik. Proyek ini dirancang untuk mencakup seluruh materi yang telah dipelajari selama program, sehingga peserta dapat mengaplikasikan semua konsep yang telah dikuasai. Melalui proyek ini, peserta tidak hanya dapat menguji pemahaman mereka, tetapi juga memperkokoh keterampilan yang telah diperoleh, menjadikannya pengalaman belajar yang praktis dan relevan.</p>"
          },
          {
            "type": "section",
            "content": "<p>Program ini memberikan pengalaman belajar yang sangat berharga bagi saya. Dari instruktur yang berkualitas hingga materi yang disampaikan dengan baik, semuanya memberikan kontribusi besar dalam peningkatan pengetahuan dan keterampilan saya dalam bidang ReactJS dan Frontend Development. Saya sangat merekomendasikan program ini bagi siapa pun yang ingin mendalami bidang tersebut. Terima kasih Hacktiv8 dan Kampus Merdeka atas kesempatan belajar yang luar biasa ini!</p>",
            "title": "Kesimpulan"
          }
        ]
      }
    }
  },
  "words": {
    "translations": {
      "en": {
        "title": "words that i wrote",
        "metadata": {
          "date": "2025-01-24",
          "author": "yuunagi | Handra Putratama Tanjung",
          "category": "Poetry",
          "tags": [
            "Poetry",
            "Poem"
          ]
        },
        "sections": [
          {
            "type": "section",
            "content": "<p>“Your voice is a melody, a sweet refrain,<br>A symphony of joy, a soothing refrain.<br>It fills the air with serenity and comfort,<br>A soothing song for me who listen it.</p>",
            "title": "A Song for my Soul"
          },
          {
            "type": "section",
            "content": "<p>Your laugh is sun, a warm sound,<br>shining in the rainy sky,<br>A light outside the tunnel, a guide through the night.</p>"
          },
          {
            "type": "section",
            "content": "<p>Your face is moon, a pleasant scenery,<br>Soothing my body as I gaze it,<br>Calming my mind amidst agitation.”</p>"
          },
          {
            "type": "section",
            "content": "<p>“My cigarette, your voice,<br>the relax, the comfort.</p>",
            "title": "Ciggarete and Voice"
          },
          {
            "type": "section",
            "content": "<p>Thoughts and Restlessness,<br>Slowly fades away So promise me,</p>"
          },
          {
            "type": "section",
            "content": "<p>That your voice won't fade away just as I will never leave my cigarette\"</p>"
          },
          {
            "type": "section",
            "content": "<p>\"In the gentle rain of dawn,<br>With a warm cup of coffee in hand,<br>My mind drifts away,<br>Deep into a world of thought.</p>",
            "title": "Rain of Dawn"
          },
          {
            "type": "section",
            "content": "<p>Where laughter and sorrow mix,<br>And dreams run wild,<br>With a spark of light that lingers,<br>You remain a constant presence.</p>"
          },
          {
            "type": "section",
            "content": "<p>This poem is not about me,<br>Nor is it about you,<br>For when the moon refuses to shine,<br>It is for myself that I pen this poem\"</p>"
          },
          {
            "type": "section",
            "content": "<p>“Rest your voice on me,<br>I will swallow all your words.</p>",
            "title": "unnamed"
          },
          {
            "type": "section",
            "content": "<p>You,<br>Who taught me to hope,<br>Aren’t leave me to face this rain alone,<br>are you?</p>"
          },
          {
            "type": "section",
            "content": "<p>You,<br>Who taught me to words,<br>Wouldn’t teach me to say Goodbye,<br>would you?”</p>"
          },
          {
            "type": "section",
            "content": "<p>i see you in <i>every poem</i> i read<br>i see you in <i>every word</i> i speak</p>",
            "title": "unnamed #2"
          },
          {
            "type": "section",
            "content": "<p>You, the one who guide me in the darkness of the night, say <b>I love you to the moon</b>!<br>You, who keep me warm in the cold of the rain, say <b>I love you to the sun</b>!<br>You, who keep my scenery beautiful, say <b>I love you to the flower</b>!<br>You, who cover me when I feel sad, say <b>I love you to the rain</b>!</p>",
            "title": "The Time when the Moon shines"
          }
        ]
      }
    }
  },
  "yorushika-favorite-lyrics": {
    "translations": {
      "en": {
        "title": "Yorushika's Words",
        "metadata": {
          "date": "2025-02-18",
          "author": "Yorushika",
          "category": "Lyrics",
          "tags": [
            "music",
            "poem",
            "poetry",
            "poem"
          ]
        },
        "sections": [
          {
            "type": "section",
            "content": "<p>I long to buy a heart with a wad of bills.<br>I would buy a new one, free from any wounds<br>No, rather, I would make my whole self into a cattleya<br>Which I’d like you to have, but it’s the last of it</p>",
            "title": "Cattleya | カトレア"
          }
        ]
      }
    }
  }
}