{
  "yorushika-dan-penulisan-liriknya": {
    "title": "Yorushika - Dan Penulisan Liriknya",
    "metadata": {
      "date": "2024-03-20",
      "author": "yuunagi | Handra Putratama Tanjung",
      "category": "Music Analysis",
      "tags": ["j-pop", "yorushika", "music", "lyrics"]
    },
    "sections": [
      {
        "type": "introduction",
        "content": "<p>Untuk para pendengar setia J-Pop, bila mendengar nama Yoasobi, maka mungkin nama Yorushika tidak asing di telinga kalian. Siapa yang tidak mengenal dua artist dengan nama bertemakan malam tersebut, kedua grup musik ini telah mencuri hati banyak pendengar dengan karya-karya mereka yang penuh dengan kekuatan emosional.</p><p>Meskipun sudah ada beberapa postingan tentang Yorushika di grup ini, saya ingin mengambil kesempatan ini untuk mempromosikan karya seni (baca: Yorushika) yang luar biasa ini sekali lagi, mungkin sedikit lebih dalam untuk penulisan lagu mereka.</p><p>Bisa dibilang saya adalah salah satu pendengar setia mereka. Postingan ini hanya akan berisi apresiasi saya terhadap mereka dan sedikit pejelasan lore dalam karya karyanya.</p>"
      },

      {
        "type": "disclaimer",
        "content": "<div class=\"bg-neutral-800/30 p-6 text-neutral-400 italic rounded-lg border border-neutral-700/30\">Saya tidak terlalu meng-eksplor banyak band/artist di luar sana dan saya sendiri tidak terlalu mendalami dunia musik.\nDalam postingan ini, saya mungkin menggunakan gaya penulisan yang sedikit superior mengenai mereka. Mohon maaf jika ada kata-kata saya yang menyinggung perasaan para pembaca.</div>"
      },

      {
        "type": "section",
        "title": "Menelusuri Jejak n-buna: Maestro di Balik Yorushika"
      },

      {
        "type": "section",
        "content": "<p>Mari kita bahas tentang n-buna terlebih dahulu, seorang komposer dan gitaris yang merupakan otak di balik Yorushika. Sebelumnya, n-buna adalah seorang produser vocaloid yang menjadi alasan utama terbentuknya Yorushika. Jika harus mendeskripsikan n-buna, mungkin kata \"Genius\" cukup mewakili. Alasan di balik deskripsi ini adalah karena aransemen kompleks yang dia buat dan rangkaian kata (baca: lirik) puitis yang dia tulis.</p>"
      },

      {
        "type": "section",
        "content": "<p>N-buna memegang konsep ide <strong class=\"font-bold\">\"Art for art's sake\"</strong> dalam pembuatan karyanya. Baginya, karya yang dibuatnya adalah untuk seni itu sendiri, tanpa mempedulikan ketenaran atau apresiasi dari orang lain.</p>"
      },
      {
        "type": "section",
        "content": "<p>N-buna sudah mulai berkarya sejak masa remajanya, dengan karya pertamanya berjudul <strong class=\"font-bold\">\"Alice to Trust\"</strong> yang dirilis di platform Nico Nico Douga pada tanggal 2 Maret 2012. Keluarga n-buna juga memiliki latar belakang musikal yang kuat.</p>"
      },

      {
        "type": "image",
        "image": {
          "src": "https://lh3.googleusercontent.com/ufS1qifPTVxSR1_xBz6F75iymu07Qdgplp0Qp3uJBWZuSrpgP6GWFkog-99E8bvH6o5xAmnzzNENskFZ=w1440-h600-p-l90-rj",
          "altText": "Foto n-buna, komposer di balik Yorushika"
        }
      },

      {
        "type": "section",
        "title": "Karya Literatur Sebagai Inspirasi"
      },

      {
        "type": "section",
        "content": "<p>Mari kita jelajahi bagaimana n-buna memanfaatkan karya sastra sebagai inspirasi dalam menciptakan lagu-lagu Yorushika. Pendekatan yang diambil n-buna terbilang unik jika dibandingkan dengan sejumlah band atau artis J-Pop lainnya. Dalam karyanya, n-buna seringkali mengadopsi elemen-elemen dari karya literatur sebagai konsep dasar dalam pembuatan lagu-lagu Yorushika.</p>"
      },

      {
        "type": "section",
        "content": "<p>Sebagai contoh, lagu <strong class=\"font-bold\">\"Fireworks Beneath My Shoes\"</strong> dari album <strong class=\"font-bold\">\"The Summer Grass is Getting in My Way\"</strong> menampilkan pengaruh dari karya sastra <strong class=\"font-bold\">\"The Nighthawk Star\"</strong>, sebuah cerita pendek yang ditulis oleh <strong class=\"font-bold\">Kenji Miyazawa</strong>. Masih banyak lagu-lagu Yorushika yang n-buna buat dengan referensi literatur seperti lagu sebelumnya.</p>"
      },

      {
        "type": "image",
        "image": {
          "src": "https://m.media-amazon.com/images/M/MV5BOWU0MmQ2OTgtYTFlMi00MGNkLWEwZjYtYWI0ZTE1NjA5ZjQyXkEyXkFqcGc@._V1_.jpg",
          "altText": "Foto n-buna, komposer di balik Yorushika"
        }
      },

      {
        "type": "section",
        "title": "Konsep Album"
      },

      {
        "type": "section",
        "content": "<p>Jika kalian menggemari karya literatur dan genre J-Pop, saya akan sangat merekomendasikan kalian mendengarkan karya-karya mereka. Karakteristik lore dalam lagu-lagu Yorushika dapat dijelaskan secara singkat dengan tema \"Pertemuan dan Perpisahan\" atau \"Kematian dan Reinkarnasi\".</p>"
      },

      {
        "type": "section",
        "content": "<p>N-buna sering kali mengaitkan karyanya dengan karyanya yang lain, menciptakan hubungan yang melankolis antara mereka. Hampir seluruh lagu Yorushika memiliki hubungan parallel, bahkan beberapa fans berteori bahwa lagu-lagu Yorushika yang sekarang terhubung dengan lagu-lagu vocaloid yang di buat n-buna dahulu sebelum terbentuknya Yorushika.</p>"
      },

      {
        "type": "section",
        "content": "<p>Sebagai contoh, album mereka <strong class=\"font-bold\">Dakaboku</strong> dan <strong class=\"font-bold\">Elma</strong> memiliki keterhubungan yang sangat kental. Pada dasarnya, ceritanya adalah tentang Amy (tokoh utama Dakaboku) yang melakukan perjalanan ke Swedia, dan kemudian Elma melakukan perjalanan yang sama satu tahun kemudian.</p>"
      },

      {
        "type": "images",
        "images": [
          {
            "src": "https://ogre.natalie.mu/media/news/music/2019/0201/yorushika_jkt201902.jpg?impolicy=lt&imwidth=1200&imdensity=1",
            "altText": "Foto n-buna, komposer di balik Yorushika"
          },
          {
            "src": "https://ogre.natalie.mu/media/news/music/2019/0817/yorushika_jkt201908.jpg?impolicy=lt&imwidth=1200&imdensity=1",
            "altText": "Foto n-buna, komposer di balik Yorushika"
          }
        ]
      },

      {
        "type": "section",
        "title": "Lirik yang Puitis nan Katarsis"
      },

      {
        "type": "section",
        "content": "Lirik-lirik dari Yorushika memang tak terbantahkan dalam kedalaman puitisnya. n-buna sering kali memanfaatkan permainan kata-kata untuk menciptakan dimensi kompleks dalam lagu-lagu Yorushika, menambahkan lapisan emosional yang dalam. Namun, kekuatan sejati dari lirik-lirik mereka bukan hanya terletak pada aspek puitisnya, melainkan juga pada kemampuannya untuk menciptakan pengalaman katarsis bagi pendengar."
      },

      {
        "type": "section",
        "content": "<p>Lirik-lirik lagu mereka tak hanya mengungkapkan keindahan kata-kata, tetapi juga menggambarkan realitas hidup yang bisa dirasakan oleh siapa pun. Hal ini memungkinkan para penggemar untuk merasa terhubung secara emosional dengan karya-karya mereka, menambahkan kedalaman makna pada setiap lagu yang mereka dengarkan.</p>"
      },

      {
        "type": "section",
        "content": "<p>Saya akan memberikan sebuah contoh dimana lirik mereka memiliki permainan kata yang cukup puitis bagi saya</p>"
      },

      {
        "type": "section",
        "content": "<div class=\"bg-neutral-800/30 p-6 rounded-lg border border-neutral-700/30\"><h2 class=\"text-2xl font-semibold text-neutral-200 mb-4\">\"Fireworks Beneath my Shoes\"</h2><h4 class=\"text-lg font-semibold text-neutral-200 mb-2\">Chorus 1</h4><p class=\"text-neutral-400 italic\">Bunga mekar di bawah sepatuku</p> <p class=\"text-neutral-400 italic\">Bunga api yang besar bermekaran</p><p class=\"text-neutral-400 italic\">\"Aku akan meninggalkan seluruh perasaanku\", itulah pikirku</p><p class=\"text-neutral-400 italic font-bold  mb-8\">Musim panas yang seperti itu pun terlihat</p><h4 class=\"text-lg font-semibold text-neutral-200 mb-2\">Chorus 2</h4> <p class=\"text-neutral-400 italic\">Bunga selalu berbunyi di bawahku</p><p class=\"text-neutral-400 italic\">Bunga api yang besar pun berbunyi</p> <p class=\"text-neutral-400 italic\">\"Suara saja bisa membuatku menangis\", itulah pikirku</p><p class=\"text-neutral-400 italic font-bold mb-8\">Musim panas yang seperti itu pun terdengar</p><h4 class=\"text-lg font-semibold text-neutral-200 mb-2\">Chorus 3</h4> <p class=\"text-neutral-400 italic\">Bunga mekar di langit musim panas</p> <p class=\"text-neutral-400 italic\">Bunga api yang besar pun mekar</p><p class=\"text-neutral-400 italic\">\"Aku ingin terus menangis selamanya\", itulah pikirku</p><p class=\"text-neutral-400 italic font-bold\">Musim panas yang seperti itu pun menghilang</p></div>"
      },

      {
        "type": "section",
        "content": "Coba kalian perhatikan baris akhir tiap chorus yang saya cantumkan di atas. Apa yang awalnya <strong class=\"font-bold\">terlihat</strong>, lalu <strong class=\"font-bold\">terdengar</strong>, dan kemudian <strong class=\"font-bold\">menghilang</strong>? Yup, sesuai judulnya, jawabannya <strong class=\"font-bold\">Kembang Api</strong>."
      },

      {
        "type": "image",
        "image": {
          "src": "https://ogre.natalie.mu/media/news/music/2017/0421/yorushika_MV3.jpg?imwidth=750&imdensity=1",
          "altText": "Kutsu no Hanabi Thumbnail"
        }
      },

      {
        "type": "section",
        "title": "Penutup",
        "content": "Masih banyak lirik-lirik dalam lagu Yorushika yang memiliki kesan puitis dan dalam. Saya ingin kalian menemukannya sendiri ketika mendengar karya mereka. Bila ada kesalahan kata, dan bila saya menyinggung perasaan kalian, saya mohon maaf. Sekian dan Terima Kasih!"
      }
    ]
  }
}
